Repository: dav-apps/UniversalSoundboard
Catalog: UniversalSoundBoard/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr

# AddButton-Category.Text
source: Add category
de_de: Kategorie hinzufügen
fr_fr: Ajouter une catégorie

# AddButton-Sound.Text
source: Add sounds
de_de: Sounds hinzufügen
fr_fr: Ajouter des sons

source: All sounds
de_de: Alle Sounds
fr_fr: Tous les sons

# Actions-Cancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# DeleteCategoryDialog-Content
source: Are you sure you want to delete the category? None of your sounds will be removed.
de_de: Bist du dir sicher, dass du die Kategorie löschen willst? Es werden keine deiner Sounds entfernt.
fr_fr: Êtes-vous sûr de vouloir supprimer la catégorie ? Aucun de vos sons ne sera supprimé.

# DeleteCategoryDialog-Title
source: Delete "{0}"
de_de: "{0}" löschen
fr_fr: Supprimer « {0} »

# DeleteSoundDialog-Content
source: Are you sure you want to delete this sound?
de_de: Bist du dir sicher, dass du diesen Sound löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ce son ?

# DeleteSoundDialog-Title
source: Delete "{0}"
de_de: "{0}" löschen
fr_fr: Supprimer « {0} »

# DeleteSoundsDialog-Content
source: Are you sure?
de_de: Bist du dir sicher?
fr_fr: Êtes-vous sûr(e) ?

# DeleteSoundsDialog-Title
source: Delete sounds
de_de: Sounds löschen
fr_fr: Supprimer les sons

# Drop
source: Drop to add new sounds
de_de: Fallen lassen, um neue Sounds hinzuzufügen
fr_fr: Déposer pour ajouter de nouveaux sons

# EditCategoryDialog-Title
source: Edit category
de_de: Kategorie bearbeiten
fr_fr: Editer la catégorie

# CancelButton.Content
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# MoreButton-SetCategories.Text
source: Set categories
de_de: Kategorien festlegen
fr_fr: Affecter des catégories

# NewCategoryDialog-PrimaryButton
source: Create
de_de: Erstellen
fr_fr: Créer

# NewCategoryDialog-Title
source: New category
de_de: Neue Kategorie
fr_fr: Nouvelle catégorie

# PlaySoundsSimultaneously
source: Play simultaneously
de_de: Gleichzeitig abspielen
fr_fr: Jouer simultanément

# PlaySoundsSuccessively
source: Play one after another
de_de: Nacheinander abspielen
fr_fr: Jouer successivement

# RenameSoundDialog-PrimaryButton
source: Save
de_de: Speichern
fr_fr: Sauvegarder

# RenameSoundDialog-Title
source: Rename
de_de: Umbenennen
fr_fr: Renommer

# Search.PlaceholderText
source: Search for sounds
de_de: Sounds durchsuchen
fr_fr: Rechercher des sons

# Settings-Title
source: Settings
de_de: Einstellungen
fr_fr: Paramètres

# SoundItemOptionsFlyout-Categories
source: Categories
de_de: Kategorien
fr_fr: Catégories

# SoundItemOptionsFlyout-SetImage
source: Set image
de_de: Bild wechseln
fr_fr: Changer la vignette

# SoundItemOptionsFlyout-Delete
source: Delete
de_de: Löschen
fr_fr: Supprimer

# SoundItemOptionsFlyout-Rename
source: Rename
de_de: Umbenennen
fr_fr: Renommer

# MoreButton-Cast.Text
source: Cast to Device
de_de: Wiedergabe auf Gerät
fr_fr: Diffuser sur un autre appareil

# MoreButton-Repeat
source: Repeat
de_de: Wiederholen
fr_fr: Répéter

# SoundItemOptionsFlyout-SetFavourite
source: Add to favorites
de_de: Zu Favoriten hinzufügen
fr_fr: Ajouter aux favoris

# SoundItemOptionsFlyout-UnsetFavourite
source: Remove from favorites
de_de: Von Favoriten entfernen
fr_fr: Retirer des favoris

# FavouritesPivotHeader.Header
source: Favorites
de_de: Favoriten
fr_fr: Favoris

# SoundsPivotHeader.Header
source: Sounds
fr_fr: Sons

# SettingsEntry-ShowCategoriesIcons.Header
source: Show the icons of the categories on the sound
de_de: Icons der Kategorien an Sounds anzeigen
fr_fr: Afficher les icônes des catégories sur le son

# SettingsHeader-Data.Text
source: Data
de_de: Daten
fr_fr: Données

# SettingsHeader-Design.Text
source: Appearance
de_de: Darstellung
fr_fr: Apparence

# SettingsHeader-General.Text
source: General
de_de: Allgemein
fr_fr: Général

# SettingsSoundBoardSize
source: The size of your Soundboard is {0}.
de_de: Die Größe deines Soundboards beträgt {0}.
fr_fr: La taille de votre Soundboard est {0}.

# SettingsEntry-ShowSoundsPivot.Header
source: Show favorites tab
de_de: Favoriten-Tab anzeigen
fr_fr: Afficher l’onglet des favoris

# SettingsEntry-ExportDataButton.Content
source: Export soundboard
de_de: Soundboard exportieren
fr_fr: Exporter votre Soundboard

# SettingsEntry-ImportDataButton.Content
source: Import soundboard
de_de: Soundboard importieren
fr_fr: Importer votre Soundboard

# ExportSoundboardDialog-Text1
source: You can export your soundboard as a backup or to import your sounds on another device. Choose the folder in which you want to save the export file.
de_de: Du kannst dein Soundboard exportieren, um ein Backup zu machen oder um deine Sounds auf einem anderen Gerät zu importieren. Bitte wähle den Ordner, in dem dein Soundboard gespeichert werden soll.
fr_fr: Vous pouvez exporter votre Soundboard pour le sauvegarder ou l’importer sur un autre appareil. Choissisez le dossier où stocker le fichier exporté.

# ExportSoundboardDialog-Text2
source: You can continue to use the app, but please don't close it before this process is finished. This may take some time, depending on how large your soundboard is.
de_de: Du kannst die App weiterhin verwenden, aber bitte schließe die App nicht, bevor dieser Prozess vollständig abgeschlossen ist. Dies kann einige Zeit dauern, je nachdem wie groß dein Soundboard ist.
fr_fr: Vous pouvez continuer à utiliser l’application, mais merci de ne pas la fermer jusqu’à ce que l’export soit terminé.

# ExportSoundboardDialog-Title
source: Export soundboard
de_de: Soundboard exportieren
fr_fr: Exporter le Soundboard

source: Import
de_de: Importieren
fr_fr: Importer

# ImportSoundboardDialog-Text1
source: You can import an existing soundboard. Just choose the file that was created when you exported your soundboard.
de_de: Du kannst ein bestehendes Soundboard importieren. Wähle einfach die Datei aus, die beim Exportieren erstellt wurde.
fr_fr: Vous pouvez importer un autre Soundboard. Sélectionner le fichier du Soundboard préalablement exporté.

# ImportSoundboardDialog-Text2
source: The new sounds will be added to this soundboard. You can continue to use the app, but please don't close it before this process is finished. This may take some time, depending on how large the import file is.
de_de: Die importierten Sounds werden zu deinem bestehenden Soundboard hinzugefügt. Du kannst die App weiterhin verwenden, aber bitte schließe die App nicht, bevor dieser Prozess vollständig abgeschlossen ist. Dies kann einige Zeit dauern, je nachdem wie groß das zu importierende Soundboard ist.
fr_fr: Les nouveaux sons seront ajoutés à ce Soundboard. Vous pouvez continuer à utiliser l’application, mais merci de ne pas la fermer jusqu’à ce que l’import soit terminé.

# ImportSoundboardDialog-Title
source: Import Soundboard
de_de: Soundboard importieren
fr_fr: Importer un Soundboard

# ExportImportMessage-TidyUp
source: Tidying up...
de_de: Aufräumen...
fr_fr: Compression...

# ExportMessage-1
source: Creating folders...
de_de: Ordner erstellen...
fr_fr: Création des dossiers...

# ExportMessage-2
source: Gathering files...
de_de: Dateien zusammensammeln...
fr_fr: Récupération ds fichiers...

# ExportMessage-3
source: Creating the zip file...
de_de: Zip-Datei erstellen...
fr_fr: Création du dossier compressé (zip)...

# ExportMessage-4
source: Moving the zip file...
de_de: Zip-Datei verschieben...
fr_fr: Déplacement du dossier compressé (zip)...

# ImportMessage-1
source: Copying zip file...
de_de: Zip-Datei kopieren...
fr_fr: Copie du dossier compressé (zip)...

# ImportMessage-2
source: Extracting soundboard...
de_de: Soundboard extrahieren...
fr_fr: Extraction du Soundboard...

# ImportMessage-3
source: Adding new sounds...
de_de: Neue Sounds hinzufügen...
fr_fr: Ajout des nouveaux sons...

# MoreButton-Cancel.Text
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# AddButton.Text
source: Add
de_de: Hinzufügen
fr_fr: Ajouter

# SearchButton.Text
source: Search for sounds
de_de: Sounds durchsuchen
fr_fr: Rechercher des sons

# SelectButton.Text
source: Select
de_de: Auswählen
fr_fr: Sélection

# PlaySoundsSuccessivelyDialog-PrimaryButton
source: Play
de_de: Abspielen
fr_fr: Jouer

# PlaySoundsSuccessivelyDialog-Title
source: Play sounds one after another
de_de: Sounds nacheinander abspielen
fr_fr: Jouer les sons l’un après l’autre

source: Shuffle
de_de: Zufallswiedergabe
fr_fr: Aléatoire

# SettingsEntry-ThemeComboBox-Dark.Content
source: Dark
de_de: Dunkel
fr_fr: Sombre

# SettingsEntry-ThemeComboBox-Light.Content
source: Light
de_de: Hell
fr_fr: Clair

# SettingsEntry-ThemeComboBox-System.Content
source: Windows default
de_de: Windows-Standard
fr_fr: Valeur par défaut de Windows

# SettingsEntry-Theme.Header
source: App theme
de_de: App-Design
fr_fr: Thème de l’application

# ShareTarget-AddButton.Content
source: Add
de_de: Hinzufügen
fr_fr: Ajouter

# ShareTarget-SelectCategoryTextBlock.Text
source: Select the categories to which you want to add the sounds.
de_de: Wähle die Kategorien, zu denen du die Sounds hinzufügen willst.
fr_fr: Sélectionner la catégorie à laquelle affecter les sons.

source: Share
de_de: Teilen
fr_fr: Partager

# MoreButton-Share.Text
source: Share
de_de: Teilen
fr_fr: Partager

# ShareDialog-Title
source: Shared with UniversalSoundboard
de_de: Geteilt mit UniversalSoundboard
fr_fr: Partagé avec UniversalSoundboard

# SettingsEntry-SavePlayingSounds.Header
source: Save opened sounds
de_de: Geöffnete Sounds speichern
fr_fr: Sauvegarde des sons ouverts

# Pin
source: Pin to Start
de_de: An Start anheften
fr_fr: Epingler au menu démarrer

# Unpin
source: Unpin from Start
de_de: Von Start lösen
fr_fr: Détacher du menu démarrer

# Account-UpgradeLink.Content
source: Need more?
de_de: Brauchst du mehr?
fr_fr: Besoin de plus ?

# Account-Title
source: Your account
de_de: Dein Account
fr_fr: Mon compte

# LoginButton.Content
source: Log in
de_de: Anmelden
fr_fr: Se connecter

# Account-UsedStorage
source: {0} of {1} used
de_de: {0} von {1} verwendet
fr_fr: {0} sur {1} utilisé

# Account-LogoutMessage
source: Are you sure you want to log out?
de_de: Bist du dir sicher, dass du dich abmelden möchtest?
fr_fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?

source: Log out
de_de: Abmelden
fr_fr: Se déconnecter

# LogoutButton.Content
source: Log out
de_de: Abmelden
fr_fr: Se déconnecter

# Account-LandingText1.Text
source: Access the same soundboard on all your devices
de_de: Nutze das gleiche Soundboard auf all deinen Geräten
fr_fr: Accéder au même soundboard sur différents appareils

# Account-LandingText2.Text
source: Make sure your sounds don't get lost
de_de: Stelle sicher, dass deine Sounds nicht verloren gehen
fr_fr: S’assurer de ne rien perdre de ses sons et de la personnalisation

# Account-LandingText-Header.Text
source: Save your soundboard and access it from anywhere
de_de: Sichere dein Soundboard und greife von überall darauf zu
fr_fr: Synchronisez votre soundboard et accédez-y de n’importe où.

# SignupButton.Content
source: Sign up
de_de: Registrieren
fr_fr: Créer un compte

# DownloadFileErrorDialog-Message
source: Please check your internet connection and try it again.
de_de: Bitte überprüfe deine Internetverbindung und versuche es erneut.
fr_fr: Merci de vérifier votre connexion Internet et de réessayer.

# DownloadFileErrorDialog-Title
source: Error in downloading the file
de_de: Fehler beim herunterladen der Datei
fr_fr: Une erreur est survenue durant le téléchargement du fichier

source: Export
de_de: Exportieren
fr_fr: Exporter

# MoreButton-Export.Text
source: Export
de_de: Exportieren
fr_fr: Exporter

# ExportSoundsDialog-Title
source: Export sounds
de_de: Sounds exportieren
fr_fr: Exporter les sons

# SaveAsZip
source: Save as zip file
de_de: Als Zip-Datei speichern
fr_fr: Sauyvegarder dans un dossier compressé (zip)

# ExportSoundsMessage
source: Exporting sounds...
de_de: Sounds werden exportiert...
fr_fr: Exporter des sons...

# MoreButton_SelectAllFlyout-DeselectAll
source: Deselect all
de_de: Alles abwählen
fr_fr: Tout désélectionner

# MoreButton_SelectAllFlyout-SelectAll
source: Select all
de_de: Alles auswählen
fr_fr: Tout sélectionner

# Github-Link.Content
source: UniversalSoundboard on GitHub
de_de: UniversalSoundboard auf GitHub
fr_fr: Code source de UniversalSoundboard sur GitHub

# PrivacyPolicy-Link.Content
source: Privacy Policy
de_de: Datenschutzerklärung
fr_fr: Politique de confidentialité

# Drop-FileTypeNotSupported
source: This file type is not supported
de_de: Dieser Dateityp wird nicht unterstützt
fr_fr: Ce type de fichier n’est pas supporté

# AddSoundsMessage
source: Adding sounds...
de_de: Sounds werden hinzugefügt...
fr_fr: Ajouter des sons....

# DeleteSoundsMessage
source: Deleting sounds...
de_de: Sounds werden gelöscht...
fr_fr: Supprimer des sons...

# SettingsEntry-ShowAcrylicBackground.Header
source: Transparency effects
de_de: Transparenz-Effekte
fr_fr: Effets de transparence

# Actions-Save
source: Save
de_de: Speichern
fr_fr: Sauvegarder

# SetCategoriesDialog-Title
source: Set categories for "{0}"
de_de: Kategorien festlegen für "{0}"
fr_fr: Définir les catégories pour « {0} »

# SetCategoriesDialog-MultipleSounds-Title
source: Set categories for {0} sounds
de_de: Kategorien für {0} Sounds festlegen
fr_fr: Définir les catégories pour {0} sons

# SetCategoriesDialog-NoCategories
source: Add your first category by clicking the Plus-Button.
de_de: Es gibt keine Kategorien. Füge zuerst welche hinzu.
fr_fr: Ajouter votre première catégorie en cliquant sur le bouton +.

# SettingsEntry-SoundOrderComboBox-CreationDateAscending.Content
source: Creation date, old -> new
de_de: Erstelldatum, alt -> neu
fr_fr: Date de création, ancien -> nouveau

# SettingsEntry-SoundOrderComboBox-CreationDateDescending.Content
source: Creation date, new -> old
de_de: Erstelldatum, neu -> alt
fr_fr: Date de création, nouveau -> ancien

# SettingsEntry-SoundOrderComboBox-Custom.Content
source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnaliser

# SettingsEntry-SoundOrderComboBox-NameAscending.Content
source: Name, A -> Z
fr_fr: Nom, A -> Z

# SettingsEntry-SoundOrderComboBox-NameDescending.Content
source: Name, Z -> A
fr_fr: Nom, Z -> A

# SettingsEntry-SoundOrder.Header
source: Sound order
de_de: Sound-Reihenfolge
fr_fr: Ordre des sons

# UpdateSoundsMessage
source: Updating sounds...
de_de: Sounds werden aktualisiert...
fr_fr: Actualiser des sons...

# SettingsEntry-ShowListView.Header
source: Show sounds as a list
de_de: Sounds als Liste anzeigen
fr_fr: Affichage des sons sous la forme d’une liste

# CategoryOptionsFlyout-AddSubCategory
source: Add subcategory
de_de: Unterkategorie hinzufügen
fr_fr: Ajouter une sous-catégorie

# NewCategoryDialog-SubCategory-Title
source: New subcategory
de_de: Neue Unterkategorie
fr_fr: Nouvelle sous-catégorie

# DeleteSoundsButton.Text
source: Delete
de_de: Löschen
fr_fr: Supprimer

# PlaySoundsButton.Text
source: Play
de_de: Abspielen
fr_fr: Jouer

# CategoryOptionsFlyout-Position-MoveDown
source: Move down
de_de: Nach unten verschieben
fr_fr: Descendre

# CategoryOptionsFlyout-Position-MoveToCategoryAbove
source: Move to category above
de_de: In obere Kategorie verschieben
fr_fr: Passer à la catégorie ci-dessus

# CategoryOptionsFlyout-Position-MoveToCategoryBelow
source: Move to category below
de_de: In untere Kategorie verschieben
fr_fr: Passer à la catégorie ci-dessous

# CategoryOptionsFlyout-Position-MoveToParentCategory
source: Move to parent category
de_de: In übergeordnete Kategorie verschieben
fr_fr: Passer à la catégorie des parents

# CategoryOptionsFlyout-Position-MoveUp
source: Move up
de_de: Nach oben verschieben
fr_fr: Monter

# StartMessageAddFirstSoundButton.Text
source: Add your first sound
de_de: Füge deinen ersten Sound hinzu
fr_fr: Ajoutez votre premier son

# StartMessageExistingSoundboardTitleTextBlock.Text
source: You already have a soundboard?
de_de: Du hast bereits ein Soundboard?
fr_fr: Vous avez déjà un Soundboard ?

# StartMessageImportExistingSoundboardButton.Text
source: Import a soundboard
de_de: Soundboard importieren
fr_fr: Importer votre Soundboard

# StartMessageLoginButton.Text
source: Log in
de_de: Anmelden
fr_fr: Se connecter

# StartMessageTitleTextBlock.Text
source: Welcome to UniversalSoundboard!
de_de: Willkommen bei UniversalSoundboard!
fr_fr: Bienvenue à UniversalSoundboard !

# ImportSoundboardDialog-StartMessage-Text2
source: The import may take some time, depending on how large your soundboard is.
de_de: Der Import kann einige Zeit dauern, je nachdem wie groß dein Soundboard ist.
fr_fr: L’import peut prendre un certain temps, en fonction de la dimension de votre Soundboard.

# ImportMessage-0
source: Importing your soundboard
de_de: Soundboard wird importiert
fr_fr: Importer votre Soundboard

# MoreButton.Text
source: More options
de_de: Weitere Optionen
fr_fr: Plus d’options

# NextButton.Text
source: Next Track
de_de: Nächster Titel
fr_fr: Piste suivante

# PauseButtonToolTip
source: Pause
de_de: Anhalten
fr_fr: Suspendre

# PlayButtonToolTip
source: Play
de_de: Wiedergeben
fr_fr: Lecture

# PreviousButton.Text
source: Previous Track
de_de: Vorheriger Titel
fr_fr: Piste précédente

# RemoveButton.Text
source: Remove
de_de: Entfernen
fr_fr: Supprimer

source: Remove
de_de: Entfernen
fr_fr: Supprimer

# Blog-Link.Content
source: News and updates
de_de: Neuigkeiten und Updates
fr_fr: Nouvelles et mises à jour

# SettingsEntry-MultiSoundPlayback.Header
source: Allow the playback of multiple sounds simultaneously
de_de: Erlaube das Abspielen von mehreren Sounds gleichzeitig
fr_fr: Permettre la lecture de plusieurs sons en même temps

# SettingsEntry-LiveTile.Header
source: Live Tile
de_de: Live-Kachel
fr_fr: Vignette dynamique

# SettingsEntry-OpenMultipleSounds.Header
source: Allow multiple opened sounds
de_de: Erlaube mehrere geöffnete Sounds
fr_fr: Permettre plusieurs sons ouverts

# CategoryDeleteButton.Text
source: Delete
de_de: Löschen
fr_fr: Supprimer

# CategoryEditButton.Text
source: Edit
de_de: Bearbeiten
fr_fr: Editer

# CategoryPlayAllButton.Text
source: Play
de_de: Abspielen
fr_fr: Jouer

# CollapseButtonTooltip
source: Hide sounds
de_de: Sounds ausblenden
fr_fr: Cacher les sons

# ExpandButtonTooltip
source: Show sounds
de_de: Sounds einblenden
fr_fr: Afficher les sons

# SoundItemOptionsFlyout-Properties
source: Properties
de_de: Eigenschaften
fr_fr: Propriétés

# PropertiesDialog-FileType
source: File type:
de_de: Dateityp:
fr_fr: Type du fichier :

# PropertiesDialog-Name
source: Name:
fr_fr: Nom :

# PropertiesDialog-Size
source: Size:
de_de: Größe:
fr_fr: Taille :

# Sizes-GB
source: GB
fr_fr: Go

# Sizes-KB
source: KB
fr_fr: Ko

# Sizes-MB
source: MB
fr_fr: Mo

# PropertiesDialog-ImageSize
source: Image size:
de_de: Größe des Bildes:
fr_fr: Taille de l’image :

# PropertiesDialog-ImageFileType
source: Image file type:
de_de: Dateityp des Bildes:
fr_fr: Type de fichier d’image :

# EmptyCategoryMessageTitleTextBlock.Text
source: This category is empty...
de_de: Diese Kategorie ist leer...
fr_fr: Cette catégorie est vide...

# DownloadFilesDialog-Title
source: Downloading files...
de_de: Dateien herunterladen...
fr_fr: Télécharger des fichiers...

# Actions-Close
source: Close
de_de: Schließen
fr_fr: Fermer

# Account-Card-SelectButton.Content
source: Select
de_de: Auswählen
fr_fr: Choisir

# Account-PlusCardFeature-StorageTextBlock.Text
source: 15 GB of online storage
de_de: 15 GB Online-Speicher
fr_fr: 15 Go espace de stockage en ligne

# Account-PlusCardFeature-SupportTextBlock.Text
source: Support the further development of the app
de_de: Unterstütze die Weiterentwicklung der App
fr_fr: Soutenir le développement de l’application

# Account-PlusCard-PriceTextBlock.Text
source: 3 € per month
de_de: 3 € pro Monat
fr_fr: 3 € par mois

# AddSoundErrorDialog-Content
source: The sound could not be added.
de_de: Der Sound konnte nicht hinzugefügt werden.
fr_fr: Le son n’a pas pu être ajouté.

# AddSoundErrorDialog-Title
source: Error in adding the sound
de_de: Fehler beim Hinzufügen des Sounds
fr_fr: Erreur lors de l’ajout du son

# AddSoundsErrorDialog-Content
source: The following sounds could not be added:{0}
de_de: Folgende Sounds konnten nicht hinzugefügt werden:{0}
fr_fr: Les sons suivants n’ont pas pu être ajoutés :{0}

# AddSoundsErrorDialog-Title
source: Error in adding sounds
de_de: Fehler beim Hinzufügen der Sounds
fr_fr: Erreur lors de l’ajout de sons

# MoreButton-OutputDevice
source: Output device
de_de: Ausgabegerät
fr_fr: Périphérique de sortie

source: Standard output device
de_de: Standard-Ausgabegerät
fr_fr: Périphérique de sortie standard

# ResetButton.Content
source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

# OutputDeviceButtonToolTip.Text
source: This sound is playing on a different device.
de_de: Dieser Sound wird auf einem anderen Gerät abgespielt.
fr_fr: Ce son est joué sur un autre périphérique.

# OutputDeviceFlyoutText.Text
source: This sound is playing on the following device:
de_de: Dieser Sound wird auf folgendem Gerät abgespielt:
fr_fr: Ce son est joué sur le périphérique suivant :

# MoreButton-RepeatWithNumber
source: Repeat ({0})
de_de: Wiederholen ({0})
fr_fr: Répéter ({0})

# MoreButton-OpenSoundSeparately.Text
source: Open this sound separately
de_de: Diesen Sound separat öffnen
fr_fr: Ouvrir ce son séparément

# Actions-Add
source: Add
de_de: Hinzufügen
fr_fr: Ajouter

# Keys-Add
source: Add
de_de: Addieren
fr_fr: Additionner

# Keys-Delete
source: Del
de_de: Entf
fr_fr: Suppr

# Keys-Divide
source: Divide
de_de: Division
fr_fr: Divider

# Keys-Down
source: Down
de_de: Runter
fr_fr: Bas

# Keys-End
source: End
de_de: Ende
fr_fr: Fin

# Keys-Home
source: Home
de_de: Pos1
fr_fr: Début

# Keys-Insert
source: Ins
de_de: Einfg
fr_fr: Inser

# Keys-Left
source: Left
de_de: Links
fr_fr: Gauche

# Keys-Multiply
source: Multiply
de_de: Multiplizieren
fr_fr: Multiplier

# Keys-PageDown
source: PgDn
de_de: Bild runter
fr_fr: Page bas

# Keys-PageUp
source: PgUp
de_de: Bild hoch
fr_fr: Page haut

# Keys-Right
source: Right
de_de: Rechts
fr_fr: Droite

# Keys-Subtract
source: Subtract
de_de: Subtrahieren
fr_fr: Soustraire

# Keys-Up
source: Up
de_de: Hoch
fr_fr: Haut

source: Playback speed
de_de: Wiedergabegeschwindigkeit
fr_fr: Vitesse de lecture

# PlaybackSpeedButtonToolTip
source: This sound is played at {0} times the normal speed.
de_de: Dieser Sound wird mit {0}-facher Geschwindigkeit abgespielt.
fr_fr: Ce son est joué à {0} fois la vitesse normale.

# DefaultSoundSettingsDialog-PlaybackSpeed
source: Playback speed:
de_de: Wiedergabegeschwindigkeit:
fr_fr: Vitesse de lecture :

# Account-PlusCardFeature-HotkeysFlyoutTextBlock.Text
source: Add keyboard shortcuts to your sounds. This allows you to play specific sounds at any time without having to search for them in the app first.
de_de: Füge Tastenkombinationen zu deinen Sounds hinzu. So kannst du jederzeit bestimmte Sounds abspielen, ohne sie zuerst in der App zu suchen.
fr_fr: Ajoutez des raccourcis à vos sons. Ainsi, vous pouvez jouer des sons spécifiques à tout moment sans avoir à les rechercher dans l’application.

# Account-PlusCardFeature-HotkeysTextBlock.Text
source: Assign hotkeys to sounds
de_de: Ordne Tastenkombinationen zu Sounds zu
fr_fr: Attribuer des raccourcis clavier aux sons

# Account-PlusCardFeature-OutputDeviceFlyoutTextBlock1.Text
source: Use this feature to set the output device for the entire app and for each opened sound separately.
de_de: Mit dieser Funktion kannst du das Ausgabegerät für die gesamte App und separat für einzelne geöffnete Sounds einstellen.
fr_fr: Cette fonction vous permet de régler le périphérique de sortie pour toute l'application et séparément pour chaque son ouvert.
